Repository: informatici/strillone-spl
Catalog: Giornale di Brescia/*.lproj/Localizable.strings
Languages: it

# app_name
source: Paperboy
it: Strillone

# title_activity_main
source: Paperboy
it: Strillone

# init_ok
source: Initialization successful.
it: Inizializzazione avvenuta con successo.

# init_ko
source: Initialization error.
it: Errore nell'inizializzazione.

# nav_home
source: Start browsing
it: Inizio navigazione

# nav_enter_section
source: You entered the %@
it: Sei entrato nella %@

# nav_closing_app
source: Closing application.
it: Chiusura applicazione.

# nav_read_success
source: %@ %@ is ready for reading.
it: %@ %@ è pronto per la lettura.

# nav_go_testate
source: Browsing headings.
it: Navigazione testate.

# nav_go_sezioni
source: Browsing sections.
it: Navigazione sezioni.

# connecting_headers
source: Reading headings
it: Lettura testate

# connecting_newspaper
source: Reading %@
it: Lettura %@

# connecting_error
source: Server connection error.
it: Errore di connessione con il server.

# connecting_error_reading_newspaper
source: Error reading heading.
it: Errore di lettura testata.

# datanotavailable
source: Data not yet available.
it: Dati non ancora disponibili.

# caricamentoincorso
source: Loading...
it: Caricamento in corso...

# help_text
source: Paperboy is an application by Informatici Senza Frontiere which helps to listen, on your smartphone, to the news of your favourite newspaper by means of the integrated vocal synthesis. Using Paperboy is fast and easy. Holding the phone or tablet in your hands identify the four corners of the screen. An action is associated to each corner. Upper left corner. Tap shortly this corner to go back to the previous level. If you are listening to an article, touch this button to stop the audio. Touching again will return to the sections of the newspaper, and so on. If you wish to close Paperboy press longer this button and the application will close. Lower left corner. Touch shortly to go to the next level. If, for example, you are navigating the sections of the newspaper, touching this corner will enter the list of articles of the section. Touching again will read the article. If you want to listen to this guide again long press this button. Upper right corner. Touch shortly to navigate from a section or an article to the previous. Lower right corner. Touch shortly to navigate from a section or an article to the next.
it: Strillone è un'applicazione di Informatici Senza Frontiere che consente di ascoltare, sul proprio smartphone, le notizie del proprio giornale preferito mediante la sintesi vocale integrata. Utilizzare Strillone è facile e veloce. Tenendo il tuo telefono o tablet tra le mani, identifica i quattro angoli dello schermo. Ad ognuno di essi è associata un'azione. Angolo superiore sinistro. Tocca brevemente questo angolo per tornare al livello superiore. Se, ad esempio, stai navigando gli articoli, premendo questo angolo puoi interrompere la lettura dell'articolo. Premendolo nuovamente puoi tornare alle sezioni del giornale, e così via. Se vuoi chiudere Strillone, premi a lungo questo pulsante e l'applicazione si chiuderà. Angolo inferiore sinistro. Tocca brevemente questo angolo per scendere al livello successivo. Se, ad esempio, stai navigando le sezioni del giornale, premendo questo angolo puoi entrare nella lista degli articoli della sezione scelta. Premendolo nuovamente puoi avviare la lettura dell'articolo di interesse. Se vuoi ascoltare nuovamente questa guida, premi a lungo questo pulsante. Angolo superiore destro. Tocca brevemente questo angolo per passare da una sezione o da un articolo al precedente. Angolo inferiore destro. Tocca brevemente questo angolo per passare da una sezione o da un articolo al successivo. Per riascoltare questa guida, premi a lungo l'angolo inferiore sinistro.

# cdupperleft
source: Up
it: Pulsante sali

# cdupperright
source: Previous
it: Precedente

# cdlowerleft
source: Enter
it: Pulsante entra

# cdlowerright
source: Next
it: Successivo
