Repository: informatici/strillone-spl
Catalog: strillone/Resources/AppResources.*.resx
Languages: fr, pt

# ResourceLanguage
source: en
fr: fr
pt: pt

# SuggestionOnArticle
source: Use the button at the bottom right to scroll through the item
fr: Vous utilisez le bouton en bas à droite pour faire défiler les articles
pt: você usar o botão no canto inferior direito para percorrer os itens

# SuggestionOnSection
source: Use the button at the bottom right to scroll through the sections
fr: Vous utilisez le bouton en bas à droite pour faire défiler les sections
pt: Use o botão no canto inferior direito para percorrer as seções

# SuggestionOnTitle
source: Use the button at the bottom right to scroll through the newspaper
fr: Vous utilisez le bouton en bas à droite pour faire défiler les journaux
pt: Use o botão no canto inferior direito para percorrer os jornais

source: Loading...
fr: chargement des données...
pt: Carregando dados...

# noTitles
source: There aren't newspaper in your language
fr: Il ya des journaux dans votre langue
pt: Há jornais em seu idioma Há jornais em seu idioma

# EnterSezione
source: You are in the section
fr: Vous êtes dans section
pt: Está inscrita na casa

# ErrorServer
source: There was a problem connecting your server
fr: Erreur de connexion au serveur
pt: Erro ao conectar-se ao servidor

# StartEdizioni
source: Browsing editions
fr: consultation éditions de journaux
pt: Consulta edição do jornal

# StartNavigazione
source: Start navigation
fr: consultation a commencé
pt: iniciar consulta

# StartSezioni
source: Browsing sections
fr: consultation section de journaux
pt: consulta das seções

# SuggestionOnPositionArticolo
source: You are in the first item
fr: Vous êtes sur le premier élément
pt: Você está no primeiro item

# SuggestionOnPositionLastArticolo
source: You are in the last item
fr: Vous êtes le dernier élément
pt: Você é a última item

# SuggestionOnPositionLastSezione
source: You are in the last section
fr: Vous êtes la dernière section de journaux
pt: Você é a última seção

# SuggestionOnPositionLastTestata
source: You are in the last newspaper
fr: Vous êtes sur le dernier journal
pt: Você é o último jornal

# SuggestionOnPositionSezione
source: You are in the first section
fr: Vous êtes sur le premiere section
pt: Você é a primeira seção

# SuggestionOnPositionTestata
source: You are in the first newspaper
fr: Vous êtes sur le premier journal
pt: Você é o primeiro jornal

# TestataReady
source: is ready for reading
fr: est prête pour la lecture
pt: pronto para leitura

# Help
source: Strillone is an application of Informatici senza Frontiere that lets you listen to the news of your favorite newspaper on your smartphone through the integrated speech synthesis . Use Strillone is easy and fast, keeping your phone or tablet in your hands , identifies the four corners of the screen , each of them is associated with an action. Top left corner : Tap briefly this corner to return to the top level. If, for example , you have chosen the items, press this angle you can stop reading this article. Pressing it again you can go back to the sections of the newspaper, and so on. If you want to close Strillone , long press this button and the application will close . Upper-right corner : Tap briefly this corner to move from one section or an article to the previous year. Lower right corner : Tap briefly this corner to move from one section or an article to the next. Lower left corner : Tap briefly this corner to go down to the next level . If, for example , you have chosen the sections of the newspaper , pressing this angle you can enter the list of articles in the chosen section . Pressing it again you can start reading the article of interest. If you want to listen again this voice guidance prizes along the lower left corner.
fr: Strillone est une application de Informatici senza frontiere, vous permet d'écouter les nouvelles de votre journal préféré sur votre smartphone grâce à la synthèse vocale intégrée . Utilisez Strillone est facile et rapide , en gardant votre téléphone ou tablette dans vos mains , identifie les quatre coins de l'écran , chacun d'eux est associé à une action. Coin supérieur gauche : Appuyez brièvement ce coin de revenir au plus haut niveau . Si, par exemple , vous avez choisi les éléments, appuyez sur cette angle , vous pouvez arrêter de lire cet article . Appuyez à nouveau vous pouvez revenir aux sections du journal , et ainsi de suite . Si vous voulez fermer Strillone , appuyez longuement sur ce bouton et l'application se ferme . Coin supérieur droit : Appuyez brièvement ce coin pour passer d'une section ou d'un article à l'année précédente . Coin inférieur droit : Appuyez brièvement ce coin pour passer d'une section ou d'un article à l'autre. Coin inférieur gauche : Appuyez brièvement ce coin de descendre au niveau suivant . Si, par exemple , vous avez choisi les sections du journal , appuyez sur cette angle , vous pouvez accéder à la liste des articles dans la section choisie . Appuyez à nouveau vous pouvez commencer à lire l'article d'intérêt . Si vous voulez écouter de nouveau ce guidage vocal prix ainsi que le coin inférieur gauche.
pt: Strillone é uma aplicação de Informatici senza frontiere, que permite ouvir as notícias do seu jornal favorito no seu smartphone através da síntese de voz integrado . Use Strillone é fácil e rápido , mantendo o seu telefone ou tablet em suas mãos, identifica os quatro cantos da tela, cada um deles está associado a uma ação. Canto superior esquerdo : Toque brevemente este canto para retornar ao nível superior. Se, por exemplo , você escolheu os itens, prima este ângulo que você pode parar de ler este artigo . Apertando-o novamente, você pode voltar para as seções do jornal, e assim por diante . Se você quiser fechar Strillone , pressione e segure este botão eo aplicativo será fechado. Canto superior direito : Toque brevemente este canto para passar de uma seção ou um artigo com o ano anterior . Canto inferior direito : Toque brevemente este canto para passar de uma seção ou um artigo para a próxima. Canto inferior esquerdo : Toque brevemente este canto para ir para baixo para o próximo nível . Se, por exemplo , você escolheu as seções do jornal , pressionar este ângulo que você pode entrar na lista de artigos na seção escolhida. Apertando-o novamente, você pode começar a ler o artigo de interesse. Se você quiser ouvir novamente este prêmios de orientação por voz ao longo do canto inferior esquerdo.

# ExitApp
source: Closing application
fr: Demande la fermeture
pt: Aplicação de fechar

# EditionStamp
source: Edition of
fr: édition de
pt: edição do

# Mese1
source: January
fr: Janvier
pt: Janeiro

# Mese10
source: October
fr: Octobre
pt: Outubro

# Mese11
source: November
fr: Novembre
pt: Novembro

# Mese12
source: December
fr: Décembre
pt: Dezembro

# Mese2
source: February
fr: Février
pt: Fevereiro

# Mese3
source: March
fr: Mars
pt: Março

# Mese4
source: April
fr: Avril
pt: Abril

# Mese5
source: May
fr: Mai
pt: Maio

# Mese6
source: June
fr: Juin
pt: Junho

# Mese7
source: July
fr: Juillet
pt: Julho

# Mese8
source: August
fr: Août
pt: Agosto

# Mese9
source: September
fr: Septembre
pt: Setembro

# SuggestionBtnEntra
source: enters
fr: pénètre
pt: entra

# SuggestionBtnPrecedente
source: prev
fr: suivant
pt: prévio

# SuggestionBtnSali
source: salts
fr: sels
pt: sais

# SuggestionBtnSuccessivo
source: next
fr: préc
pt: próximo

# NoNodeSelectedArticolo
source: You haven't selected any item
fr: Vous avez sélectionné aucun élément
pt: Você não selecionou nenhum item

# NoNodeSelectedSezione
source: You haven't selected any section
fr: Vous avez sélectionné aucun section
pt: Você não selecionou nenhum seção

# NoNodeSelectedTestata
source: You haven't selected any newspaper
fr: Vous avez sélectionné aucun journal
pt: Você não selecionou nenhum jornal

source: Buffering
fr: chargement
pt: carregamento
